Repository: welissonArley/IntelligentHabitacion_App
Catalog: src/Backend/Homuai.Domain/ResourceText.*.resx
Languages: pt

# DESCRIPTION_CREATE_CLEANING_SCHEDULE
source: No schedule available. Ask {0} to come here and create ;)
pt: Nenhum cronograma disponível. Solicite a {0} para vir até aqui e criar ;)

# DESCRIPTION_DATE_JOINED_THE_HOUSE
source: Today it is exactly {0} that you share a home :)
pt: Hoje fazem exatamente {0} que vocês compartilham um lar :)

# MESSAGE_REGISTER_ROOM
source: Ask {0} to go to the option "Home, sweet home" and in the "Rooms" tab register the rooms for the schedule.
pt: Solicite a {0} para ir ate a opção "Lar, doce lar" e na aba "Cômodos" registrar os cômodos para o cronograma.

# MESSAGE_REGISTER_ROOM_ADMIN
source: You need to go to the option "Home, sweet home" and in the "Rooms" tab register the rooms for the schedule.
pt: Você precisa ir até a opção "Lar, doce lar" e na aba "Cômodos" registrar os cômodos para o cronograma.

# NOTIFICATION_MESSAGE_3_DAYS_PRODUCT_EXPIRATION
source: Your {0} product will expire in three days.
pt: Seu produto {0} irá vencer dentro de três dias.

# NOTIFICATION_MESSAGE_7_DAYS_PRODUCT_EXPIRATION
source: Your {0} product will expire next week.
pt: Seu produto {0} irá vencer na próxima semana.

# NOTIFICATION_MESSAGE_CLEANING_SCHEDULE_CREATED
source: Enter in the app and check ;)
pt: Entre no app e confira ;)

# NOTIFICATION_MESSAGE_CLEANING_SCHEDULE_REMINDER
source: Someone asked you to clean the room(s) for which you are responsible 👍
pt: Alguém solicitou que você limpe o(s) cômodos os quais você é responsável 👍

# NOTIFICATION_MESSAGE_CLEANING_SCHEDULE_UPDATED
source: Enter in the app and check :)
pt: Entre no app e confira ;)

# NOTIFICATION_MESSAGE_CLEANING_TASK_RATED
source: Your cleaning task ({0}) has been rated :) Enter the app and check ✔️
pt: Sua tarefa de limpeza ({0}) foi avaliada :) Entre no app e confira ✔️

# NOTIFICATION_MESSAGE_DELETED_PRODUCT_EXPIRATION
source: Your {0} product has been deleted: it has been expired for more than two days.
pt: Seu produto {0} foi excluido: estava vencido há mais de dois dias.

# NOTIFICATION_MESSAGE_DELIVERY_RECEIVED
source: You have received an order and it is waiting for you ✈️
pt: Você recebeu uma encomenda e ela está te esperando ✈️

# NOTIFICATION_MESSAGE_REMOVED_FROM_HOME
source: Good luck with your new journey 🚀
pt: Boa sorte com sua nova jornada 🚀

# NOTIFICATION_MESSAGE_ROOM_CLEANED
source: {0} cleaned the {1}, uhuu. You can now go to the App and rate the task ✔️
pt: {0} limpou a(o) {1}, uhuu. Você já pode ir no App e avaliar a tarefa ✔️

# NOTIFICATION_MESSAGE_TODAY_PRODUCT_EXPIRATION
source: Your {0} product has the expiration date for today.
pt: Seu produto {0} possui a data de vencimento para hoje.

# NOTIFICATION_MESSAGE_TOMORROW_PRODUCT_EXPIRATION
source: Your {0} product has the expiration date for tomorrow.
pt: Seu produto {0} possui a data de vencimento para amanhã.

# NOTIFICATION_MESSAGE_TOTAL_DAYS_WITHOUT_CLEANING_ROOM
source: Hey, it's been {0} days since you cleaned {1}. You can do it, help keep everything organized 🥰
pt: Hey, já fazem {0} dias que você não limpou {1}. Você consegue, ajude a manter tudo organizado 🥰

# NOTIFICATION_MESSAGE_TWO_DAYS_PASSED_PRODUCT_EXPIRATION
source: Your {0} product expiration two days ago.
pt: Seu produto {0} venceu há dois dias.

# NOTIFICATION_MESSAGE_YESTERDAY_PRODUCT_EXPIRATION
source: Your {0} product has the expiration date for yesterday.
pt: Seu produto {0} venceu ontem.

# NOTIFICATION_TITLE_3_DAYS_PRODUCT_EXPIRATION
source: 3 days until product expiration ⌛
pt: Faltam 3 dias para vencimento de produto ⌛

# NOTIFICATION_TITLE_7_DAYS_PRODUCT_EXPIRATION
source: 7 days until product expiration ⌛
pt: Faltam 7 dias para vencimento de produto ⌛

# NOTIFICATION_TITLE_CLEANING_SCHEDULE_CREATED
source: Cleaning Schedule created 🏡
pt: Cronograma de limpeza criado 🏡

# NOTIFICATION_TITLE_CLEANING_SCHEDULE_REMINDER
source: Cleaning Schedule reminder 😶
pt: Lembrete Cronograma de limpeza 😶

# NOTIFICATION_TITLE_CLEANING_SCHEDULE_UPDATED
source: Cleaning Schedule updated 🏡
pt: Cronograma de limpeza atualizado 🏡

# NOTIFICATION_TITLE_CLEANING_TASK_RATED
source: Cleaning task rated 🌟
pt: Tarefa de limpeza avaliada 🌟

# NOTIFICATION_TITLE_CLEAN_ROOM_CLEANED
source: Clean room 💦
pt: Cômodo limpo 💦

# NOTIFICATION_TITLE_DELETED_PRODUCT_EXPIRATION
source: Deleted product ♻
pt: Produto excluido ♻

# NOTIFICATION_TITLE_DELIVERY_RECEIVED
source: Delivery received 📬
pt: Encomenda recebida 📬

# NOTIFICATION_TITLE_REMOVED_FROM_HOME
source: You have been removed from Home
pt: Você foi removido do Lar

# NOTIFICATION_TITLE_TODAY_PRODUCT_EXPIRATION
source: You have product with expiration date for TODAY ⚠
pt: Tem produto com data de vencimento para HOJE ⚠

# NOTIFICATION_TITLE_TOMORROW_PRODUCT_EXPIRATION
source: ✘ TOMORROW, you have product with expiration date for TOMORROW
pt: ✘ AMANHÃ, tem produto com data de vencimento para AMANHÃ

# NOTIFICATION_TITLE_TWO_DAYS_PASSED_PRODUCT_EXPIRATION
source: Two days passed and ⌚
pt: Dois dias se passaram e ... ⌚

# NOTIFICATION_TITLE_YESTERDAY_PRODUCT_EXPIRATION
source: HEY, you have a product that expired yesterday ⌚
pt: HEY, você tem um produto que venceu ontem ⌚

# TITLE_AND
source: and
pt: e

# TITLE_DAY
source: day
pt: dia

# TITLE_DAYS
source: days
pt: dias

# TITLE_MONTH
source: month
pt: mês

# TITLE_MONTHS
source: months
pt: meses

# TITLE_YEAR
source: year
pt: ano

# TITLE_YEARS
source: years
pt: anos
